export const ipDatabase = {
    "北京核心网 (华北枢纽)": { telecom: "219.141.140.10", unicom: "202.106.195.68", mobile: "221.179.155.161" },
    "上海核心网 (华东枢纽)": { telecom: "202.96.209.133", unicom: "210.22.97.1", mobile: "211.136.112.200" },
    "广州核心网 (华南枢纽)": { telecom: "58.60.188.222", unicom: "210.21.196.6", mobile: "120.196.165.24" },
    "成都枢纽网 (西南枢纽)": { telecom: "61.139.2.69", unicom: "119.6.6.6", mobile: "211.137.96.205" },
    "武汉枢纽网 (华中枢纽)": { telecom: "202.103.24.68", unicom: "211.91.224.68", mobile: "211.137.58.225" },
    "西安枢纽网 (西北枢纽)": { telecom: "218.30.19.40", unicom: "221.11.1.68", mobile: "211.137.130.225" },
    "沈阳枢纽网 (东北枢纽)": { telecom: "219.148.204.10", unicom: "119.118.10.10", mobile: "211.137.32.225" }
};
